Repository: paulcarroty/indicator-upower
Catalog: *.po
Languages: de, es

source: Upower's Battery Information:
de: Upower's Batterieinformationen:
es: Información de Upower Battery:

source: About
de: Über
es: Acerca de

source: Upower's Indicator
de: Upower's Indikator
es: Indicador Upower

source: A big thanks to:
de: Ein großes Dankeschön an:
es: Muchas gracias a:

source: Brian Douglass's application %1 and his help.
de: Brian Douglass's App %1 und seine Hilfe.
es: La aplicación de Brian Douglass %1 y su ayuda.

source: BigET's application %1
de: BigET's App %1
es: La aplicación de BigET %1

source: Gustavo Reis for the Suru++ logo %1
de: Gustavo Reis für das Suru++ Logo %1
es: Gustavo Reis por el icono Suru++ %1

source: %1 command line tool
de: %1 Kommandozeilenwerkzeug
es: El comando %1

source: Ubports documentation on %1
de: UBports Dokumentaton auf %1
es: La documentación de Ubports en %1

source: Consider donating to Ubports!
de: Denke über eine Spende an UBports nach!
es: ¡Considere donar a Ubports!

source: Donate
de: Spenden
es: Donar

source: Failed to save the settings
de: Speichern der Einstellungen fehlgeschlagen
es: Fallo al guardar ajustes

source: Upower queries interval (seconds)
de: Upower Abfrageintervall in Sekunden
es: Intervalo de consultas de Upower (segundos)

source: Battery charge threshold alarm (%)
de: Batterieladebegrenzungsalarm (%)
es: Alarma de umbral de carga de la batería(%)

source: Set 100% to desactivate the alarm
de: 100% einstellen um den Alarm zu deaktivieren
es: Puesta al 100% para desactivar la alarma

source: How to prolong Lithium-based Batteries ? %1
de: Wie verlängere ich die Lebensdauer von Lithium-basierten Batterien? %1
es: ¿Cómo prolongar las baterías basadas en litio? %1

source: Repeat threshold alarm (yes = 1, No = 0)
de: Begrenzungsalarm wiederholen (Ja = 1, nein = 0)
es: Repetir alarma de umbral (Sí =1, No=0)

source: Save
de: Speichern
es: Guardar

source: Please specify the Upower queries interval in seconds
de: Bitte wähle das Upower Abfrageintervall in Sekunden
es: Por favor, especifique el intervalo de consultas de Upower en segundos

source: in seconds (%1 to %2)
de: in Sekunden (%1 bis %2)
es: en segundos (%1 a %2)

source: Battery charge percentage threshold alarm
de: Prozent Batterieladebegrenzungsalarm
es: Alarma de porcentaje de umbral de carga de batería

source: in percentage (%1 to %2)
de: in Prozent (%1 bis %2)
es: en porcentaje (%1 a %2)

source: Saved the settings, please reboot
de: Einstellungen gespeichert, bitte Gerät neu starten
es: Ajustes guardados, por favor reinicie

source: Install Indicator
de: Indikator installieren
es: Instalar indicador

source: Uninstall Indicator
de: Indikator deinstallieren
es: Desinstalar indicador

source: * Before uninstalling the app be sure to uninstall the indicator here first
de: * Vor dem Deinstallieren der App unbedingt zuerst den Indikator deinstallieren
es: *Antes de desinstalar la aplicación asegúrese primero de desinstalar aquí antes el indicador

source: Successfully installed, please reboot
de: Erfolgreich installiert, bitte Gerät neu starten
es: Instalado correctamente, reinicie por favor

source: Failed to install
de: Installation fehlgeschlagen
es: Falló al instalar

source: Successfully uninstalled, please reboot
de: Erfolgreich deinstalliert, bitte Gerät neu starten
es: Desinstalado correctamente, reinicie por favor

source: Failed to uninstall
de: Deinstallieren fehlgeschlagen
es: Falló al desinstalar
