Repository: paulcarroty/indicator-upower
Catalog: po/*.po
Languages: de

source: Upower's Battery Information:
de: Upower's Batterieinformationen:

source: Voltage:
de: Spannung:

source: Charge:
de: Ladung:

source: Temperature:
de: Temperatur:

source: Remaining life time:
de: Verbleibende Nutzungdauer:

source: Remaining charging time:
de: Verbleibende Ladedauer:

source: discharging
de: wird entladen

source: charging
de: wird geladen

source: Last update :
de: Letzte Aktualisierung:

source: Battery Cycles:
de: Batteriezyklen:

source: Estimated capacity:
de: Geschätzte Kapazität:

source: Current:
de: Strom:

source: W out
de: W entladen

source: Power:
de: Strom:

source: W PD
de: W PowerDelivery

source: W in
de: W laden

source: Upower Indicator
de: Upower Indikator

source: Welcome in the Upower Indicator settings menu. This application displays limited information for most devices. To get more data like battery health or cycle count, see the <a href="https://github.com/paulcarroty/indicator-upower/blob/master/docs/add_device.md">Docs</a>.
de: Willkommen im Upower Indikator Einstellungsmenü. Diese App zeigt für die meisten Geräte nur wenige Werte an. Um weitere Daten, wie z.B. Batteriezustand oder Batteriezyklen, angezeigt zu bekommen, schaue bitte in die <a href="https://github.com/paulcarroty/indicator-upower/blob/master/docs/add_device.md">Dokumentation</a>.

source: Upower queries interval in seconds:
de: Upower Abfrageintervall in Sekunden:

source: Battery charge limit (%):
de: Batterieladelimit (%):

source: Repeat push notification
de: Push Benachrichtigung wiederholen

source: Push notification
de: Push Benachrichtigungen

source: Stop charging after limit is reached
de: Laden beenden wenn das Limit erreicht ist

source: Save configuration file
de: Konfigurationsdatei speichern

source: Install Indicator
de: Indikator installieren

source: Indicator installed, please reboot
de: Indikator erfolgreich installiert, bitte Gerät neu starten

source: Reboot before reinstall
de: Gerät neu starten vor der Reinstallation

source: Uninstall Indicator
de: Indikator deinstallieren

source: * Before uninstalling the app, be sure to uninstall the indicator here first.
de: * Vor dem Deinstallieren der App unbedingt zuerst den Indikator deinstallieren.

source: A big thanks to:
de: Ein großes Dankeschön an:

source: + %1 command line tool
de: + %1 Kommandozeilenwerkzeug

source: + Brian Douglass's application %1 and his help.
de: + Brian Douglass's App %1 und seine Hilfe.

source: indicator weather
de: Wetterindikator

source: + BigET's application %1
de: + BigET's App %1

source: + Gustavo Reis for the Suru++ logo %1
de: + Gustavo Reis für das Suru++ Logo %1

source: credits and honors
de: Danksagungen und Ehrungen

source: QtQuickControls2 Gallery
de: QtQuickControls2 Gallerie

source: Clickable tool
de: Clickable Werkzeug

source: + Ubports documentation on %1
de: + UBports Dokumentaton für %1

source: push notification
de: Push Benachrichtigungen

source: + Consider supporting Ubports: %1 !
de: + Denke über eine Spende an UBports nach: %1!

source: Donate
de: Spendenlink

source: + All testers
de: + Alle Testenden

source: Upower Indicator information:
de: Upower Indikator Informationen:

source: + Source code hosts on %1
de: + Quellcode gehostet auf %1

source: Settings
de: Einstellungen

source: Credits
de: Danksagungen

source: Indicator Installed
de: Indikator installiert

source: To take effect please reboot.
de: Zum Anwenden der Änderungen bitte Gerät neu starten.

source: Indicator Removed
de: Indikator entfernt

source: Configuration saved
de: Konfiguration gespeichert

source: Please reboot.
de: Bitte Gerät neu starten.

source: Authentication required
de: Authentifizierung erforderlich

source: PIN or password
de: Pin oder Passwort
