Repository: paulcarroty/indicator-upower
Catalog: po/indicator-upower-*.po
Languages: nl

source: Upower's Indicator
nl: Upower-indicator

source: About
nl: Over

source: Failed to save the settings
nl: De instellingen kunnen niet worden opgeslagen

source: Upower queries interval (seconds)
nl: Upower-polsingstussenpoos (in seconden)

source: Battery charge threshold alarm (%)
nl: Alarm bij accu-oplading boven (in %)

source: Set 100% to desactivate the alarm
nl: Stel in op 100% om het alarm uit te schakelen

source: How to prolong Lithium-based Batteries ? %1
nl: Hoe verleng ik de levensduur van Lithium-accu's? %1

source: Repeat threshold alarm (yes = 1, No = 0)
nl: Alarm bij herhaaldrempelwaarde (ja = 1, nee = 0)

source: Save
nl: Opslaan

source: Please specify the Upower queries interval in seconds
nl: Geef de polsingstussenpoos op (in seconden)

source: in seconds (%1 to %2)
nl: in seconden (%1 tot %2)

source: Battery charge percentage threshold alarm
nl: Alarm bij accu-oplading boven

source: in percentage (%1 to %2)
nl: in percentage (%1 tot %2)

source: Saved the settings, please reboot
nl: De instellingen zijn opgeslagen - herstart je apparaat

source: Install Indicator
nl: Indicator toevoegen

source: Uninstall Indicator
nl: Indicator verwijderen

source: * Before uninstalling the app be sure to uninstall the indicator here first
nl: * Verwijder hier de indicator vóórdat je de app deïnstalleert

source: Successfully installed, please reboot
nl: De indicator is toegevoegd - herstart je apparaat

source: Failed to install
nl: Toevoegen mislukt

source: Successfully uninstalled, please reboot
nl: De indicator is verwijderd - herstart je apparaat

source: Failed to uninstall
nl: Verwijderen mislukt

source: A big thanks to:
nl: Met veel dank aan:

source: Brian Douglass's application %1 and his help.
nl: Brian Douglass' app '%1' en al zijn hulp.

source: BigET's application %1
nl: BigET's app '%1'

source: Gustavo Reis for the Suru++ logo %1
nl: Gustavo Reis voor het Suru++-logo '%1'

source: %1 command line tool
nl: De opdrachtregeltoepassing '%1'

source: Ubports documentation on %1
nl: De Ubports-documentatie op %1

source: Consider donating to Ubports!
nl: Overweeg een donatie aan Ubports!

source: Donate
nl: Doneren

source: Upower's Battery Information:
nl: Upower's accu-informatie:
